import React from "react";
import Navbar from "../components/navbar";
import Footer from "../components/footer";
import CeramicPolishing from "../components/CeramicPolishing";

const CeramicPolishingPage = () => {
  return (
    <div>
      <Navbar pageName="Ceramic Polishing"/>
      <CeramicPolishing />
      <p style={{ padding: "5%" }}>
        في روابي لتلميع الرخام، نقوم بتوسيع خبرتنا إلى ما هو أبعد من الرخام
        لتشمل العناية الدقيقة وترميم تلميع السيراميك. يستخدم فريقنا المتفاني
        تقنيات متطورة ومنتجات عالية الجودة لتجديد بلاط السيراميك وأسطح العمل
        والتركيبات الأخرى وإعادتها إلى تألقها الأصلي. سواء فقدت أسطح السيراميك
        لمعانها بسبب البلى أو كانت تتطلب عناية متخصصة لإزالة البقع والعيوب
        العنيدة، فنحن هنا لتقديم نتائج استثنائية. مع التركيز على الدقة والجودة
        الحرفية، نقوم بتصميم خدمات تلميع السيراميك لدينا لتناسب المتطلبات
        المحددة لكل مشروع، مما يضمن نتائج لا تشوبها شائبة تبث حياة جديدة في
        مساحاتك. ثق في روابي لتلميع الرخام لرفع المظهر الجمالي وطول عمر أسطح
        السيراميك الخاصة بك من خلال خبرتنا التي لا مثيل لها وتفانينا في التميز.
      </p>
      <Footer />
    </div>
  );
};

export default CeramicPolishingPage;
