import React from "react";
import Navbar from "../components/navbar";
import Footer from "../components/footer";
import TilePolishing from "../components/TilePolishing";
 // Import the CSS file for styling

const TilePolishingPage = () => {
  return (
    <div>
      <Navbar pageName="Tile Polishing"/>
      <TilePolishing />
      <p style={{ padding: "5%" }}>
        في تلميع الرخام ، جلي بلاط نحن متخصصون في تقديم خدمات تنظيف البلاط
        وتلميع الرخام الاحترافية لاستعادة جمال وأناقة الأسطح الخاصة بك. يتم
        تدريب الفنيين الخبراء لدينا على تنظيف البلاط بجميع أنواعه بدقة، وإزالة
        الأوساخ والأوساخ والبقع للكشف عن لمعانه الأصلي. سواء كان لديك بلاط
        سيراميك أو بورسلين أو حجر طبيعي، فلدينا الخبرة والمعدات اللازمة لتنشيطه.
        بالإضافة إلى ذلك، تم تصميم خدمات تلميع الرخام لدينا لاستعادة البريق
        الفاخر للأسطح الرخامية الخاصة بك. باستخدام تقنيات متقدمة ومنتجات عالية
        الجودة، نقوم بتنعيم العيوب وإزالة الخدوش وتعزيز الجمال الطبيعي للرخام
        الخاص بك. من خلال اهتمامنا الدقيق بالتفاصيل والالتزام بإرضاء العملاء،
        يمكنك أن تثق بنا لتجاوز توقعاتك وترك البلاط والرخام الخاص بك يبدو وكأنه
        جديد.
      </p>
      <Footer />
    </div>
  );
};

export default TilePolishingPage;
